export default {
  name: 'workshop',
  shelves: [
    {
      id: 'todo',
      name: 'Хочу прочитать',
      type: 'shelf',
      cards: [
        {
          type: 'card',
          annotation: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Вдали от всех живут они в буквенных домах на берегу Семантика большого языкового океана. Маленький ручеек Даль журч',
          name: 'Война и мир',
          author: 'Лев Толстой',
          genre: 'Роман',
          category: 'Русская литература',
          language: 'RU',
          id: '336a061d-ad60-4ddf-8096-261cb0430ba2',
          shelfId: 'todo',
          color: 'bg-green-200'
        },
        {
          type: 'card',
          annotation: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Вдали от всех живут они в буквенных домах на берегу Семантика большого языкового океана. Маленький ручеек Даль журч',
          name: 'Мёртвые души',
          author: 'Николай Гоголь',
          genre: 'Роман',
          category: 'Русская литература',
          language: 'RU',
          id: 'b347785a-836b-4a34-815d-f68f66db3114',
          shelfId: 'todo',
          color: 'bg-green-200'
        },
        {
          type: 'card',
          annotation: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Вдали от всех живут они в буквенных домах на берегу Семантика большого языкового океана. Маленький ручеек Даль журч',
          name: 'Идиот',
          author: 'Фёдор Достоевский',
          genre: 'Роман',
          category: 'Русская литература',
          language: 'RU',
          id: '021c10a2-09c6-44f6-b87d-852ae78b4da5',
          shelfId: 'todo',
          color: 'bg-green-200'
        }
      ]
    },
    {
      id: 'in-progress',
      name: 'Читаю',
      type: 'shelf',
      cards: [
        {
          type: 'card',
          annotation: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Вдали от всех живут они в буквенных домах на берегу Семантика большого языкового океана. Маленький ручеек Даль журч',
          name: 'Гранатовый браслет',
          author: 'Александр Куприн',
          genre: 'Роман',
          category: 'Русская литература',
          language: 'RU',
          id: '1191c2de-87fc-4281-a9ff-70fa9bd3ca2c',
          shelfId: 'in-progress',
          color: 'bg-purple-200'
        }
      ]
    },
    {
      id: 'done',
      name: 'Прочитано',
      type: 'shelf',
      cards: [
        {
          type: 'card',
          annotation: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Вдали от всех живут они в буквенных домах на берегу Семантика большого языкового океана. Маленький ручеек Даль журч',
          name: 'Евгений Онегин',
          author: 'Александр Пушкин',
          genre: 'Поэма',
          category: 'Русская литература',
          language: 'RU',
          id: 'fab818fc-c152-490a-bf13-d3e2c1de01f0',
          shelfId: 'done',
          color: 'bg-sky-300'
        }
      ]
    }
  ]
}
