import { uuid } from './utils'

export default {
  name: 'workshop',
  shelves: [
    {
      id: 'todo',
      name: 'Хочу прочитать',
      type: 'shelf',
      cards: [
        {
          type: 'card',
          annotation: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Вдали от всех живут они в буквенных домах на берегу Семантика большого языкового океана. Маленький ручеек Даль журч',
          name: 'Война и мир',
          author: 'Лев Толстой',
          genre: 'Роман',
          category: 'Русская литература',
          language: 'RU',
          id: uuid(),
          shelfId: 'todo',
          color: 'bg-green-200'
        },
        {
          type: 'card',
          annotation: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Вдали от всех живут они в буквенных домах на берегу Семантика большого языкового океана. Маленький ручеек Даль журч',
          name: 'Мёртвые души',
          author: 'Николай Гоголь',
          genre: 'Роман',
          category: 'Русская литература',
          language: 'RU',
          id: uuid(),
          shelfId: 'todo',
          color: 'bg-green-200'
        },
        {
          type: 'card',
          annotation: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Вдали от всех живут они в буквенных домах на берегу Семантика большого языкового океана. Маленький ручеек Даль журч',
          name: 'Идиот',
          author: 'Фёдор Достоевский',
          genre: 'Роман',
          category: 'Русская литература',
          language: 'RU',
          id: uuid(),
          shelfId: 'todo',
          color: 'bg-green-200'
        }
      ]
    },
    {
      id: 'in-progress',
      name: 'Читаю',
      type: 'shelf',
      cards: [
        {
          type: 'card',
          annotation: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Вдали от всех живут они в буквенных домах на берегу Семантика большого языкового океана. Маленький ручеек Даль журч',
          name: 'Гранатовый браслет',
          author: 'Александр Куприн',
          genre: 'Роман',
          category: 'Русская литература',
          language: 'RU',
          id: uuid(),
          shelfId: 'in-progress',
          color: 'bg-purple-200'
        }
      ]
    },
    {
      id: 'done',
      name: 'Прочитано',
      type: 'shelf',
      cards: [
        {
          type: 'card',
          annotation: 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Вдали от всех живут они в буквенных домах на берегу Семантика большого языкового океана. Маленький ручеек Даль журч',
          name: 'Евгений Онегин',
          author: 'Александр Пушкин',
          genre: 'Поэма',
          category: 'Русская литература',
          language: 'RU',
          id: uuid(),
          shelfId: 'done',
          color: 'bg-sky-300'
        }
      ]
    }
  ]
}
